{
  "navBar": {
    "home": "Inicio",
    "projects": "Proyectos",
    "about": "Acerca de",
    "contact": "Contacto",
    "DownloadCV": "Descargar CV"
  },
  "banner": {
    "Welcome to my Portfolio": "Bienvenido a mi Portafolio",
    "Hi, Im Jose Front-End Developer":"<Full Stack Developer/>",
    "jose": "Hola, soy Jose "
  },
  "skills": {
    "skills": "Habilidades",
    "text-skills": "Experto en desarrollo web con s贸lidas habilidades en HTML, CSS, JavaScript y frameworks como React y Angular. Comprometido con la excelencia en la resoluci贸n de problemas y la entrega de soluciones de alta calidad."
  },
  "project": {
    "projects": "Proyectos"
  },
  "jose": {
"Who is this Jose?": "驴Qui茅n es Jose? ",
"text-jose": "Soy un apasionado del desarrollo web, siempre en la b煤squeda de soluciones din谩micas y funcionales que mezclen lo 煤ltimo en tecnolog铆a con innovaci贸n. Me especializo en React, JavaScript y en crear interfaces responsivas, todo con el objetivo de optimizar procesos y brindar la mejor experiencia al usuario. ",
"lets-talk": "隆Hablemos!"

  },
  "footer": {
    "Contact": "隆Cont谩ctame!",
    "name": "Nombre:",
    "email": "Correo electr贸nico:",
    "Subject": "Asunto:",
    "Description": "Descripci贸n:",
    "send": "Enviar",
    "d-name": "Ingresa tu nombre aqu铆",
    "d-email": "Ingresa tu correo electr贸nico aqu铆",
    "d-subject": "Ingresa el asunto aqu铆",
    "d-d": "Ingresa la descripci贸n aqu铆"
  }
  ,
  
  "job": {
    "estudios": "Estudios Realizados",
    "titulo": "Tecn贸logo en An谩lisis y Desarrollo de Software",
    "abril": "Abril",
    "junio": "Junio",
    "experiencia": "Experiencia Laboral",
    "titulojob": "Desarrollador de Software",
    "octubre": "Octubre"



  }
  ,
  "projects": {
    "title1": "Inventory System",
    "description1": "Dise帽茅 Inventory System, una aplicaci贸n en PHP para la gesti贸n eficiente del inventario. Este sistema permite registrar, rastrear y administrar productos de manera sencilla y efectiva. Con una interfaz intuitiva y funcionalidades robustas, Inventory System facilita la actualizaci贸n de niveles de stock, la visualizaci贸n de movimientos de inventario y la generaci贸n de informes detallados. Ideal para empresas que buscan optimizar sus procesos de control de inventarios y asegurar una operaci贸n fluida y organizada.",
    "title2": "Mapa de Riesgos",
    "description2": "Desarroll茅 un mapa interactivo que revolucion贸 la gesti贸n de la seguridad y salud ocupacional (SISO). Al proporcionar una visualizaci贸n en tiempo real de los riesgos presentes en las actividades de la empresa, facilit茅 una prevenci贸n proactiva y decisiones informadas para mitigar los riesgos. La implementaci贸n de tecnolog铆as como App Script y Bootstrap garantiz贸 una experiencia fluida y accesible para los usuarios.",
    "title3": "Sistema de Pedidos",
    "description3": "Desarroll茅 un sistema de pedidos b谩sico utilizando Laravel, que permite a los usuarios crear, editar y eliminar pedidos, as铆 como visualizar los pedidos realizados. Este sistema optimiza la gesti贸n de pedidos, proporcionando una plataforma centralizada y f谩cil de usar para manejar las 贸rdenes. La implementaci贸n de Bootstrap para una interfaz intuitiva garantiza una experiencia fluida para los usuarios. Esta soluci贸n simplificada mejora la eficiencia operativa y facilita un control claro y preciso sobre el ciclo de vida de los pedidos."
    ,
    "title4": "Sitio Web Inmobiliario",
    "description4": "Este proyecto consiste en el desarrollo de un sitio web para una inmobiliaria, construido con React en el frontend y Node.js en el backend. Me encargu茅 de la parte frontend, dise帽ando e implementando una interfaz de usuario interactiva y funcional que permite a los usuarios navegar f谩cilmente por las propiedades disponibles, filtrar resultados y contactar a los agentes inmobiliarios. Utilic茅 herramientas como CSS, Bootstrap, y React Router para crear una experiencia de usuario fluida y responsiva, optimizada para dispositivos m贸viles y de escritorio."
    ,
    "title5": "MET - Panel de An谩lisis de Variables de Turbidez del Agua",
    "description5": "El proyecto MET es un panel interactivo desarrollado en React con Firebase como base de datos, dise帽ado para analizar y visualizar las variables relacionadas con la turbidez del agua. Este panel permite a los usuarios monitorear en tiempo real los datos de turbidez, mostrar gr谩ficos interactivos y generar informes sobre las condiciones del agua. Utilic茅 herramientas de gr谩ficos avanzados, como Chart.js y D3.js, para representar los datos de manera clara y comprensible. Adem谩s, la aplicaci贸n est谩 optimizada para ser utilizada de forma eficiente en dispositivos m贸viles y de escritorio, garantizando accesibilidad en cualquier entorno."
  }
  ,
  "i": {
    "i": "m谩s informaci贸n"
  }
  

}


  